"kAlertTitleFormat" = "Sinulle on luotu tili kohteessa %@. Haluatko asettaa ohjelmat käyttämään tätä palvelinta?";
"kAlertMsgFormat" = "Tämä palvelin tarjoaa palveluita: %@.";

"kOSXServerStatusDivider" = ", ";

"kOSXServerStatusLastDividerFormat" = "%@ ja %@";

"kOSXServerStatusServicesListTwoServicesFormat" = "%@ ja %@";

"kSetUpBtn" = "Ota käyttöön";
"kNotNowBtn" = "Ei nyt";
"kDontAskAgainBtn" = "Älä kysy enää";
"kAlertTitle" = "Mac OS X Server -kutsu";

// needed for services list
"AddressBook" = "Osoitekirja";
"Calendar" = "iCal";
"Jabber" = "iChat";
"Mail" = "Mail";
"VPN" = "VPN";
